;Do not translate this section
[Info]
Language=Serbian (Srpski)
Translator=Željko Đurašinović <zdjurasinovic@yahoo.com>

;Main Menu
[Menu]
;
;Channel Menu
;
Title32791=Kanal
Item32791=Ažuriraj sve kanale
Item33321=Zaustavi sva ažuriranja
Item32793=Označi sve kao pročitano
Item36564=Obnovi brojku nepročitanih
Item32792=Ažuriraj kanal/grupu
Item32818=Označi kao pročitano
Item32800=Izbriši
Item32799=Svojstva...
Item36548=Uredi kanale...
Item57665=Izlaz

Title32797=Dodaj
Item32797=Kanal...
Item36537=Pronađi kanal...
Item32796=Grupu kanala...
Item36558=Bloglines Sync...
Item32837=Pregled vesti...
Item32925=Oznaku...

;
;Edit Menu
;
Title57635=Uređivanje
Item57635=Iseci
Item57634=Kopiraj
Item57637=Nalepi
Item57636=Pronađi tekst (na ovoj strani)...
Item36547=Pronađi pretplatnički kanal...
Item32917=Pronađi članak sa vestima
Item32858=Pronađi sledeći

;
;View Menu
;
Title32922=Prikaz
Item32922=Traka kanala
Item32923=Lista vesti
Item32811=Uvećaj polje za čitanje
Item33035=Sledeći nepročitani kanal
Item36544=Sledeća nepročitana grupa
Item32861=Sledeća lista vesti
Item32860=Predhodna lista vesti

;
;Tools Menu
;
Title32808=Alatke
Item32808=Uvezi kanale iz OPML/XML fajla...
Item32842=Izvezi kanale u OPML/XML fajl...
Item36543=Izvezi vesti u RSS/XML fajl...
Item32841=Počisti...
Item32852=Opcije...

Title33312=Statistika
Item33312=Najviše posećeni
Item33313=Najmanje posećeni

;
;Help Menu
;
Title36553=Pomoć
Item36553=Provera za novijom verzijom
Item36550=Poseti GreatNews sajt...
Item36567=Poseti GreatNews forum...
Item57664=O programu...

;
;Channel Tree Popup Menu
;
Item32815=Proširi sve
Item32816=Smanji sve
Item33033=Smanji grupu

;
;News List Popup Menu
;
Item32870=Označi kao pročitano
Item36601=Označi kao nepročitano
Item36539=Izbriši
Item36556=Nova oznaka...

[FeedGroupPropertiesDialog]
Title=Svojstva grupe
C1070=Ime grupe(*):
C1071=Opis:
C1072=Sajt grupe:
C1030=Ne ažuriraj kanale ove grupe automatski

[OptionsDialog]
Title=Opcije

[OptionsDialog_General]
Title=Opšte
C1010=Ažuriraj sve kanale kada se program pokrene
C1006=Proveri ažuriranje programa prilikom pokretanja
C1013=Minimiziraj u system tray
C1074=Automatski ažuriraj sve vesti sa kanala svakih 
C1075=Podseti me da pokrenem čišćenje svakih 
C1073=Kada se GreatNews pokrene
C1062=Prikaži prazan ekran
C1007=Prikaži pozdravni ekran
C1063=Prikaži deset najposećenijih kanala

[OptionsDialog_Reading]
Title=Čitanje
C1076=Prikaži
C1077=stavki vesti po strani (1 ~ 999)
C1011=Označi prošli kanal kao pročitan kada preokrenem kanale
C1010=Kanal/grupu automatski osveži kada kliknem na nju
C1078=Kada kliknem na "Next>" link idi na zadnju stranu
C1062=Ostani na zadnjoj strani
C1067=Otvori sledeći nepročitani kanal ili grupu, u zavisnosti šta čitam
C1079=Označi trenutnu stranu kao pročitanu
C1069=Konverzacijski
C1068=Automatski posle
C1080=sekundi (0~999, 0 znači nikad)

[OptionsDialog_Usability]
Title=Upotrebljivost
C1081="Sledeći nepročitani kanal/grupa" funkcija
C1010=Treba automatski zatvoriti listu vesti
C1011=Treba auto podestiti fiter kao "nepročitan"
C1012=Treba auto prikazati zadnji kanal/grupu kao pročitanu
C1082="Pronađi stavku/Naredna stavka/Prethodna stavka" funkcija
C1013=Treba automatski otvoriti listu vesti
C1006=Uključi popup blokiranje (Ctrl + klik na link sa popup-om)
C1007=Prikaži system tray savete posle završenog osvežavanja kanala
C1058=Otvori RSS linkove u spoljnom zadanom pretraživaču

[LabelDialog]
Title=Svojstva oznake
C1083=Ime(*):

[FindSubscribedChannelDialog]
Title=Pronađi pretplatnički kanal

[OrganizeChannelsDialog]
Title=Organizovanje kanala
C1084=Označi kanale:
C1017=Označi sve
C1038=Poništi sve
C1061=Nova grupa kanala...
C1016=Pomeri u grupu
C1052=Izbriši kanale
C1064=Odvoj iz Bloglines

[ChannelPropertiesDialog]
Title=Svojstva kanala

[ChannelPropertiesDialog_URL]
C1085=Kanal URL(*):
C1010=Proveri svojstva kanala sa interneta
C1016=Valjan kanal
C1065=Ovaj kanal sinhronizovati preko Bloglines.com
C1064=Obnovi sa Bloglines
C1030=Ne ažuriraj automatski ovaj kanal

[ChannelPropertiesDialog_Properties]
C1086=Naslov(*):
C1087=Opis:
C1088=Web sajt:
C1089=Format:
C1009=(Označi "Proveri svojstva kanala sa interneta" u predhodnoj strani za format kanala)
C1090=Provera:
C1021=Još neprovereno
C1114=Auto ažuriranje:
C1115=Izbriši vesti koje su starije od:

[ChannelPropertiesDialog_Group]
C1091=Označi grupu kanala:
C1016=Nova grupa...


[NewsWatchPropertiesDialog]
Title=Svojstva pregleda vesti

[NewsWatchPropertiesDialog_Properties]
C1092=Ime pregleda(*):
C1093=Reči za pregled(*):
C1044=pronađi neku od reči
C1023=pronađi sve reči
C1046=pronađi tačan izraz
C1027=Osetljiv događaj
C1013=Više celih reči
C1094=Za više stavki vesti
C1059=Boja teksta
C1095=Boja pozadine
C1057=Ignoriši još stavki vesti kada osvežavam kanale
C1058=Označi kao pročitano
C1010=Naslov vesti
C1019=Sadržaj
C1015=Autor
C1041=Isključi ovaj pregled vesti

[NewsWatchPropertiesDialog_Channels]
C1023=Pregled svih kanala
C1024=Pregled označenih kanala
C1016=Označi sve
C1038=Poništi sve
C1018=Pokreni ovaj pregled vesti sa preuzetih stavki


[ExportDialog]
Title=Izvoz u OPML/XML

[ExportDialog_Select]
C1097=Označi grupe/kanale za izvoz
C1016=Označi sve
C1038=Poništi sve
C1010=Izvezi sve preglede vesti i oznake
C1098=(Ako je ova opcija uključena, izlazni opml/xml fajl može biti nekompatibilan sa drugim RSS čitačima)

[ExportDialog_File]
C1096=Ime izvezenog fajla(*):

[ImportDialog]
Title=Uvoz iz OPML/XML

[ImportDialog_File]
C1032=Uvezi zadate kanale
C1035=Uvezi kanale/grupe iz fajla
C1099=Ime fajla:
C1036=Uvezi kanale/grupe sa interneta
C1100=URL:

[ImportDialog_Select]
C1104=Označi grupe/kanale za uvoz
C1016=Označi sve
C1038=Poništi sve
C1010=Osveži kanale sa interneta dok uvozim
C1011=Uvezi preglede vesti i oznake nađene u ovom fajlu

[ImportDialog_Group]
C1101=Premesti kanale u grupu:
C1016=Nova grupa...

[ImportDialog_Progress]
C1026=Klikni [Next] dugme za početak uvoza...
C1016=Zaustavi uvoz
C1102=(Možete uvek zaustaviti uvoz i uvesti ga kasnije)
C1103=Savet: Posle uvoza, id na Kanal->Uredi kanale... da ih urediš

[ExportRSSDialog]
Title=Izvoz vesti u RSS fajl
C1099=Ime fajla(*):

[CleanupDialog]
Title=Čarobnjak za čišćenje

[CleanupDialog_Options]
C1105=Očisti vesti koje su starije od:
C1117=(Kanal nivo podešava preko ove zadane vrednosti)
C1010=Uključujuću nepročitane vesti
C1011=Uključujuću vesti sa oznakama
C1006=Kompresuj fajlove posle čišćenja

[CleanupDialog_Channels]
C1097=Označi kanale za čišćenje:
C1016=Označi sve
C1038=Poništi sve

[CleanupDialog_Progress]
C1025=Klikni [Next] dugme za početak čišćenja

[SearchChannelPropertiesDialog]
Title=Pronađi kanal svojstva
C1106=Pronađi iz:
C1107=Reč(*):
C1108=Naslov(*):

[BloglinesSyncDialog]
Title=Bloglines.com sinhronizacija

[BloglinesSyncDialog_Account]
C1109=Bloglines.com račun:
C1110=Lozinka(*):
C1111=Potvrdi lozinku(*):

[BloglinesSyncDialog_Channels]
C1112=Označi Bloglines koje želiš da sinhronizuješ sa GreatNews-om:
C1016=Označi sve
C1038=Poništi sve
C1010=GreatNews stil tertira nemarkirane kanale kao pročitane u Bloglines-u

[Toolbars]
T200=Vesti
T201=Traži
T101=Adresa

B32791=Osveži
B32818=Pročitano
B32850=Pokaži
B32840=Stil

;The date combobox on toolbar
[DateFilter]
0=Današnje
1=Yesterday and today
2=Zadnjih 7 dana
3=Zadnjih 30 dana
4=Sve

;The status combobox on toolbar
[StatusFilter]
0=Neproč.
1=Označ.
2=Sve

;Auto Update Frequency combobox in Options dialog
[AutoUpdateFrequency]
0=15 min
1=30 min
2=1 sat
3=2 sata
4=3 sata
5=4 sata

; Cleanup reminding interval combobox in Options dialog
[CleanupReminderInterval]
0=7 dana
1=14 dana
2=30 dana
3=60 dana
4=90 dana

;Auto Update Frequency combobox in Channel Properties dialog
[ChannelAutoUpdateFrequency]
0=Zadano
1=1 min
2=5 min
3=10 min
4=15 min
5=30 min
6=1 sat
7=2 sata
8=3 sata
9=4 sata
10=12 sati
11=Dnevno

;Cleanup max age combobox in Channel Properties dialog
[ChannelCleanupMaxAge]
0=Zadano
1=Sve
2=1 dan
3=2 dana
4=1 nedelja
5=2 nedelje
6=1 mesec
7=3 meseca
8=6 meseci
9=Nikad

; Cleanup combobox in Cleanup Wizard
[Cleanup]
0=Sve
1=1 nedelja
2=2 nedelje
3=1 mesec
4=3 meseca
5=6 meseci


[Messages]
;main
M137=Već si pretplaćen na ovaj kanal. Želiš da ga otvoriš?
M138=Link će se prikazati kao nov kanal. Želiš da se pretplatiš?
M152=Želiš da izbrišeš grupu [%s]?
M153=Želiš da izbrišeš kanal [%s]?
M154=Želiš da izbrišeš pregled vesti [%s]?
M155=Želiš da izbrišeš oznaku [%s]?
M156=Ne pronalazim GreatNews datoteku.[%s]
M157=Neusklađena datoteka. Klikni na OK da poboljšaš verziju.
M158=Nova verzija [%s] dostupna. Želiš da vidiš šta je novo?
M159=%d kanala vesti
M160=%d novih naslova je uspešno osveženo iz %d kanala.
M161=%d kanal(a) neuspešno.
M162=GreatNews je završio osvežavanje svih novih kanala.
M163=GreatNews je osvežio %d od %d kanala.
M164=Nema vesti starijih od %d dana. Želiš da pokreneš čišćenje?
M167=Osveženo kanala %s...
M175=Koristiš najnoviju verziju GreatNews-a.
M176=Greška u proveri verzije. Pokušaj kasnije.
M177=Lista vesti je prazna. Označi kanal ili grupu gde želiš vesti
M178=Nisu pronađene nove vesti
M202=GreatNews nije ispravno isključen zadnji put. Sistem sada zanavlja podatke.

; channel group dialog
M139=%d kanala sa %d vestima u ovoj grupi. %d stavki nepročitano.

; various channel dialogs
M140=%d novih stavki u ovom kanalu. %d nepročitano.
M147=Ispunite reč za pretragu
M148=Ispunite ime traženog kanala
M168=Ispunite URL kanala.
M169=Ime kanala ne može biti prazno
M171=Izaberite grupu

; cleanup wizard
M141=%d stavki vesti pre čišćenja
M142=%d stavki vesti posle čišćenja
M143=Čišćenje kanala %s...
M144=Sažimanje datoteka...
M145=Čišćenje uspešno završeno
M146=Označi najmanje jedan kanal.

;Export RSS dialog
M149=%d stavki vesti izvezeno u fajl %s

;Export Wizard
M150=Upiši ime izvoznog fajla.
M151=%d kanala i %d grupa je uspešno izvezeno.

;Channel Organizer
M165=Želiš da izbrišeš %d označenih kanala?
M179=Označi kanale za premeštanje
M180=Označi grupu u koju premeštaš označene kanale
M181=Označi kanale koje želiš da izbrišeš
M182=Označi bloglines sync kanale koje želiš da odvojiš

;Search dialog
M166=Pronađeno %d od %d...
M170=Nema više vesti za pronalaženje

;Import Wizard
M172=Navedi ime fajla
M173=Navedi URL
M174=Zaustavi uvoz pre izlaska.
M190=%d kanala i %d grupa je uspešno uvezeno.\n
M191=%d kanala i %d grupa je preskočeno jer već postoje.\n
M192=%d kanala i %d grupa je neizvršeno.
M193=\tgrupa '%s' je uspešno uvezena
M194=\tgrupa '%s' je preskočeno
M195=***** Grupa '%s' nije izvršena
M196=\tkanala '%s' je preskočeno
M197=Uvoz kanala '%s'...
M198="**** Kanal '%s' je uspešno uvezen posle 
M199=\tkanal '%s' je uspešno uvezeno
M200=***** Kanal '%s' uvoz NEUSPEO. [%s]*****
M201=***** Kanal '%s' uvoz NEUSPEO. *****


;Bloglines Sync Wizard
M183=Ispuni Bloglines.com račun
M184=Lozinka i njena potvrda ne odgovaraju

;News Watch dialog
M185=Ispuni reči za pregled
M186=Ispuni ime pregleda
M187=Ispuni najmanje jednu opciju
M188=Boja teksta ne može biti ista kao boja pozadine
M189=Označi najmanje jedan kanal
